{
    "articles": [
      {
        "id": 1,
        "title": " 2 دولة التزييف في مقابل سجية الريف!",
        "image": "https://abdelfadeil.github.io/app/images/burhan_selfakeer.jpg",
        "content": "هذا هو النص الكامل للمقال الأول. يمكنك إضافة المزيد من الفقرات والمحتوى هنا.",
        "author": {
          "name": "محمد الربيع",
          "image": "https://abdelfadeil.github.io/app/images/rabea_photo.jpg"
        }
      },
      {
        "id": 2,
        "title": "حرب الكيزان",
        "image": "https://abdelfadeil.github.io/app/images/burhan_selfakeer.jpg",
        "content": "هذا هو النص الكامل للمقال الثاني. تأكد من أن النص منسق بشكل جميل وسهل القراءة.",
        "author": {
          "name": "هجو أحمد",
          "image": "https://abdelfadeil.github.io/app/images/hugo_photo.jpg"
        }
      },
      {
        "id": 3,
        "title": "آثار الحروب: انفلات أمني وسرقة ونهب",
        "image": "https://abdelfadeil.github.io/app/images/burhan_selfakeer.jpg",
        "content": "هذا هو النص الكامل للمقال الثاني. تأكد من أن النص منسق بشكل جميل وسهل القراءة.",
        "author": {
          "name": "عبدالفضيل شريف",
          "image": "https://abdelfadeil.github.io/app/images/Photo.jpg"
        }
      },
      {
        "id": 4,
        "title": " آثار الحروب: انفلات أمني وسرقة ونهب",
        "image": "https://abdelfadeil.github.io/app/images/burhan_selfakeer.jpg",
        "content": "هذا هو النص الكامل للمقال الثاني. تأكد من أن النص منسق بشكل جميل وسهل القراءة.",
        "author": {
          "name": "عبدالفضيل شريف",
          "image": "https://abdelfadeil.github.io/app/images/Photo.jpg"
        }
      }
    ],
    "news": [
    {
      "id": 1,
      "title": "ردا على دعوة بايدن.. البرهان وحميدتي منفتحان على الحلول السلمية",
      "image": "https://abdelfadeil.github.io/app/images/البرهان_وحميدتي_منفتحان_على_الحلول_السلمية.jpeg",
      "content": "قال الجيش السوداني وقوات الدعم السريع إنهما منفتحان على الحلول السلمية للحرب المستمرة منذ أكثر من 17 شهرا، وذلك ردا على دعوة الرئيس الأميركي جو بايدن للطرفين المتحاربين للانخراط مجددا في محادثات للسلام./nوقال قائد الجيش السوداني عبد الفتاح البرهان، أمس الأربعاء، إن الحكومة تظل منفتحة أمام كافة الجهود البناءة الرامية إلى إنهاء هذه الحرب المدمرة./nكما قال البرهان في بيان \"نحن على استعداد للعمل مع جميع الشركاء الدوليين سعيا للتوصل إلى حل سلمي يخفف من معاناة شعبنا ويضع السودان على الطريق نحو الأمن والاستقرار وسيادة القانون والتداول الديمقراطي للسلطة\"./nوفي وقت لاحق، حذا قائد قوات الدعم السريع محمد حمدان دقلو حذوه معبرا عن الموقف نفسه في وقت مبكر من اليوم الخميس./nوقال دقلو على منصة إكس \"نجدد التزامنا بمفاوضات وقف إطلاق النار. إذ إننا نؤمن بأن طريق السلام يكمن في الحوار، وليس في العنف العشوائي، وسنواصل الانخراط في عمليات السلام لضمان مستقبل خال من الخوف والمعاناة لجميع المدنيين السودانيين\"./nوأودت الحرب في السودان بحياة عشرات الآلاف وشرّدت الملايين مما تسبّب في واحدة من أسوأ الأزمات الإنسانية في العالم، وفقا للأمم المتحدة./nوتبادلا الرجلان الاتهامات بالمسؤولية عن عدم إنهاء الصراع واتهم كل منهما الآخر بارتكاب انتهاكات.فيما قال الوسطاء بقيادة الولايات المتحدة الشهر الماضي إنهم حصلوا على ضمانات من الطرفين خلال محادثات في سويسرا لتحسين وصول المساعدات الإنسانية، لكن غياب الجيش السوداني عن المناقشات أعاق التقدم.",
      "date": "2024-09-19"
    },
    {
      "id": 2,
      "title": "الأمم المتحدة: القتال يهدد أرواح مئات الآلاف من سكان الفاشر بالسودان",
      "image": "https://abdelfadeil.github.io/app/images/القتال_يهدد_أرواح_مئات_الآلاف.jpg",
      "content": "حذّر مسؤولون كبار في الأمم المتحدة، الخميس، من أنّ أرواح مئات آلاف الأشخاص في الفاشر مهدّدة جراء القتال الدائر في المدينة الواقعة في غرب السودان والمحاصرة من جانب قوات الدعم السريع، معربين عن قلقهم من تصاعد حدة النزاع في إقليم دارفور./nوالسبت، تجدّدت المعارك العنيفة في الفاشر حيث تشنّ قوات الدعم السريع هجوما للسيطرة على المدينة الواقعة جنوب غربي البلاد، حيث تحاصرها منذ مايو./nومنذ أبريل 2023 يشهد السودان حربا مستعرة بين الجيش بقيادة عبدالفتاح البرهان وقوات الدعم السريع بقيادة نائبه السابق محمد حمدان دقلو \"حميدتي\"./nوفجر الخميس، قالت أمام مجلس الأمن الدولي مارثا بوبي، وكيلة الأمين العام للأمم المتحدة لشؤون إفريقيا، إنّ \"مئات آلاف المدنيين العالقين في الفاشر يواجهون الآن مخاطر عنف جماعي\"./nوأضافت أنّ \"المعارك التي تمتد إلى سائر أنحاء المدينة تعرّض للخطر هذه الفئات الهشة أصلا، بما في ذلك العديد من النازحين الذين يعيشون في مخيّمات ضخمة قرب الفاشر\".",
      "date": "2024-09-19"
    },
    {
      "id": 3,
      "title": "دقلو تعليقا على دعوة بايدن: مستعدون لوقف إطلاق النار في السودان",
      "image": "https://abdelfadeil.github.io/app/images/daglo_open_nego.jpg",
      "content": "علق قائد قوات الدعم السريع في السودان، محمد حمدان دقلو، الأربعاء، على دعوة الرئيس الأميركي، جو بايدن، طرفي النزاع في السودان إلى استئناف المفاوضات الرامية لإنهاء الحرب المستمرة بينهما منذ أبريل 2023. بالقول إنه مستعد لوقف إطلاق النار والسعي لحل سلمي./nوقال دقلو في بيان صحفي: “ملتزمون بالسعي إلى حل سلمي للأزمة في السودان، وسنواصل الانخراط في عمليات السلام. ولم تكن الحرب أبدا خيارا لنا، وكان موقفنا ولا يزال ثابتا مع السلام والحكم المدني الديمقراطي. الحرب كانت خيار وصناعة الذين عطلوا إجراءات التسوية السياسية المتمثلة في الاتفاق الإطاري”./nوأضاف أن “غياب الجيش عن المفاوضات تأكيد للحقيقة وهي سيطرة النظام القديم على القوات المسلحة سيطرة كاملة. القوات المسلحة رفضت المشاركة في المفاوضات بأعذار واهية بينت أنها لا تعبأ ولا تأبه لمعاناة الشعب السوداني”./nوجدد دقلو “الالتزام بحماية المدنيين وضمان إيصال المساعدات”. وأشار إلى “مضاعفة الجهود للانخراط في السلام كما دعا الرئيس بايدن” وفقاً للبيان.وتابع: “نحن منفتحون على توسيع نطاق الوصول وضمان انسياب المساعدات المنقذة للحياة إلى المحتاجين بالسودان، فالحرب في الفاشر هي جزء من استراتيجية القوات المسلحة المتمثلة في نقل الحرب إلى دارفور وحصرها فيها”./nوأشار قائد قوات الدعم السريع إلى ما أسماهم بـ”الذين خانوا قضايا إقليم دارفور خيانة كبرى وتحالفوا مع الجيش المستبد” وأكد: “لولاهم لما اندلعت الحرب في الفاشر”./nوجدد دقلو التأكيد على مواصلة “الانخراط في عمليات السلام لضمان مستقبل خال من الخوف والمعاناة لجميع المدنيين السودانيين، والسعي إلى حل سلمي من خلال الانتقال للحكم المدني”./nوتابع قائلا: “سنمضي مع جميع الأطراف للعمل نحو سودان موحد. أي عملية سياسية يجب أن تؤدي إلى حكومة مدنية يكون من أولوياتها تفكيك النظام القديم وتأسيس نظام جديد، فالمؤتمر الوطني ومنظوماته السياسية والمدنية المختلفة لا ينبغي أن تكون جزءاً من العملية السياسية”./nورحب بجميع المبادرات الإقليمية التي تهدف لتحقيق السلام واستعادة مسار الانتقال الديمقراطي في السودان./nوأعرب دقلو عن استعداده لوقف إطلاق النار في كافة أنحاء السودان للسماح بمرور المساعدات وتوفير ممرات آمنة للمدنيين وعمال الإغاثة وجدد دقلو استعداده لبدء محادثات سياسية جادة وشاملة تؤدي إلى حل سياسي شامل وإقامة حكومة مدنية./nوالثلاثاء، دعا الرئيس الأميركي جو بايدن ما وصفهما بـ”الطرفين المتحاربين في السودان إلى سحب قواتهما، وتسهيل وصول المساعدات الإنسانية، وإعادة الانخراط في المفاوضات لإنهاء هذه الحرب”.",
      "date": "2024-09-19"
    }
  ]
  }
  